Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# finances.dynamics.trade.price_with_currency
source: Цена, %@
de: Preis, %@
en: Price, %@
es: Precio, %@
fr: Prix, %@
tr: Fiyat, %@
zh_hans: 价格（%@）

# finances.dynamics.trade.swipe.buy
source: Проведите вправо, чтобы купить
de: Nach rechts wischen zum Kaufen
en: Swipe right to buy
es: Desliza a la derecha para comprar
fr: Glisser à droite pour acheter
tr: Satın almak için sağa kaydırın
zh_hans: 右滑买入

# finances.dynamics.trade.swipe.sell
source: Проведите вправо, чтобы продать
de: Nach rechts wischen zum Verkaufen
en: Swipe right to sell
es: Desliza a la derecha para vender
fr: Glisser à droite pour vendre
tr: Satmak için sağa kaydırın
zh_hans: 右滑卖出

# finances.dynamics.trade.title
source: Сделка
de: Handel
en: Trade
es: Operación
fr: Transaction
tr: İşlem
zh_hans: 交易

# finances.dynamics.trade.total_with_currency
source: Итого, %@
de: Gesamt, %@
en: Total, %@
es: Total, %@
fr: Total, %@
tr: Toplam, %@
zh_hans: 合计（%@）

# finances.dynamics.view_mode.accounts
source: Счета
de: Konten
en: Accounts
es: Cuentas
fr: Comptes
tr: Hesaplar
zh_hans: 账户

# finances.dynamics.view_mode.groups
source: Группы
de: Gruppen
en: Groups
es: Grupos
fr: Groupes
tr: Gruplar
zh_hans: 分组

# finances.dynamics.view_mode.title
source: Режим динамики
de: Dynamik-Modus
en: Dynamics Mode
es: Modo de dinámica
fr: Mode dynamique
tr: Dinamik modu
zh_hans: 动态视图模式

# finances.dynamics.warning.estimated_rate
source: Часть значений рассчитана по оценочному курсу.
de: Einige Werte wurden mit einem geschätzten Kurs berechnet.
en: Some values were calculated using an estimated rate.
es: Algunos valores se calcularon usando una tasa estimada.
fr: Certaines valeurs sont calculées avec un taux estimé.
tr: Bazı değerler tahmini kurla hesaplanmıştır.
zh_hans: 部分数值按估算汇率计算。

# finances.dynamics.warning.estimated_rate.as_of
source: на %@
de: Stand %@
en: as of %@
es: al %@
fr: au %@
tr: %@ itibarıyla
zh_hans: 截至 %@

# finances.dynamics.warning.history_incomplete
source: История неполная. Показано последнее подтверждённое значение.
de: Der Verlauf ist unvollständig. Der letzte bestätigte Wert wird angezeigt.
en: History is incomplete. Showing the last verified value.
es: El historial está incompleto. Se muestra el último valor verificado.
fr: L’historique est incomplet. La dernière valeur vérifiée est affichée.
tr: Geçmiş eksik. Son doğrulanmış değer gösteriliyor.
zh_hans: 历史数据不完整。正在显示上次验证的数值。

# finances.editor.card.edit_title
source: Редактирование
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
tr: Düzenle
zh_hans: 编辑

# finances.editor.card.name_placeholder
source: Название карты
de: Kartenname
en: Card Name
es: Nombre de tarjeta
fr: Nom de la carte
tr: Kart adı
zh_hans: 卡片名称

# finances.editor.card.new_title
source: Новая карта
de: Neue Karte
en: New Card
es: Nueva tarjeta
fr: Nouvelle carte
tr: Yeni kart
zh_hans: 新卡片

# finances.editor.card.number_placeholder
source: Номер карты (последние 4 цифры)
de: Kartennummer (letzte 4 Ziffern)
en: Card Number (last 4 digits)
es: Número de tarjeta (últimos 4 dígitos)
fr: Numéro de carte (4 derniers chiffres)
tr: Kart numarası (son 4 hane)
zh_hans: 卡号（后4位）

# finances.editor.credit.edit_title
source: Редактировать
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
tr: Düzenle
zh_hans: 编辑

# finances.editor.credit.name_placeholder
source: Название кредита
de: Kreditname
en: Credit Name
es: Nombre del crédito
fr: Nom du crédit
tr: Kredi adı
zh_hans: 贷款名称

# finances.editor.credit.new_title
source: Новый кредит
de: Neuer Kredit
en: New Credit
es: Nuevo crédito
fr: Nouveau crédit
tr: Yeni kredi
zh_hans: 新贷款

# finances.editor.credit.params_section
source: Параметры кредита
de: Kreditparameter
en: Credit Parameters
es: Parámetros del crédito
fr: Paramètres du crédit
tr: Kredi parametreleri
zh_hans: 贷款参数

# finances.editor.credit.type_label
source: Тип кредита
de: Kredittyp
en: Credit Type
es: Tipo de crédito
fr: Type de crédit
tr: Kredi türü
zh_hans: 贷款类型

# finances.editor.investment.category_label
source: Категория
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
tr: Kategori
zh_hans: 类别

# finances.editor.investment.edit_title
source: Редактировать
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
tr: Düzenle
zh_hans: 编辑

# finances.editor.investment.name_placeholder
source: Название актива
de: Anlagename
en: Asset Name
es: Nombre del activo
fr: Nom de l'actif
tr: Varlık adı
zh_hans: 资产名称

# finances.editor.investment.new_title
source: Новый актив
de: Neue Anlage
en: New Asset
es: Nuevo activo
fr: Nouvel actif
tr: Yeni varlık
zh_hans: 新资产

# finances.editor.investment.params_section
source: Параметры актива
de: Anlageparameter
en: Asset Parameters
es: Parámetros del activo
fr: Paramètres de l'actif
tr: Varlık parametreleri
zh_hans: 资产参数

# finances.editor.investment.type_label
source: Тип актива
de: Anlagetyp
en: Asset Type
es: Tipo de activo
fr: Type d'actif
tr: Varlık türü
zh_hans: 资产类型

# finances.editor.section.additional
source: Дополнительно
de: Weitere
en: Additional
es: Adicional
fr: Informations supplémentaires
tr: Ek bilgiler
zh_hans: 其他

# finances.editor.section.finances
source: Финансы
de: Finanzen
en: Finances
es: Finanzas
fr: Finances
tr: Finanslar
zh_hans: 财务

# finances.editor.section.main_info
source: Основная информация
de: Hauptinfo
en: Main Info
es: Información principal
fr: Informations principales
tr: Temel bilgiler
zh_hans: 基本信息

# finances.group_editor.color.hide_palette
source: Скрыть палитру
de: Palette ausblenden
en: Hide palette
es: Ocultar paleta
fr: Masquer la palette
tr: Paleti gizle
zh_hans: 收起色板

# finances.group_editor.color.show_palette
source: Выбрать цвет
de: Farbe wählen
en: Choose color
es: Elegir color
fr: Choisir une couleur
tr: Renk seç
zh_hans: 选择颜色

# finances.group_editor.icon.select
source: Выбрать иконку
de: Symbol wählen
en: Choose icon
es: Elegir icono
fr: Choisir une icône
tr: Simge seç
zh_hans: 选择图标

# finances.group_editor.name_template.credits
source: Кредиты
de: Kredite
en: Credits
es: Créditos
fr: Crédits
tr: Krediler
zh_hans: 贷款

# finances.group_editor.name_template.debit_cards
source: Карты
de: Karten
en: Cards
es: Tarjetas
fr: Cartes
tr: Kartlar
zh_hans: 卡

# finances.group_editor.name_template.deposits
source: Вклады
de: Einlagen
en: Deposits
es: Depósitos
fr: Dépôts
tr: Mevduatlar
zh_hans: 存款

# finances.group_editor.name_template.foreign_cards
source: Иностранные карты
de: Auslandskarten
en: Foreign cards
es: Tarjetas extranjeras
fr: Cartes étrangères
tr: Yabancı kartlar
zh_hans: 外币卡

# finances.group_editor.name_template.local_cards
source: Карты
de: Karten
en: Cards
es: Tarjetas
fr: Cartes
tr: Kartlar
zh_hans: 卡

# finances.group_editor.name_template.my_real_estate
source: Активы
de: Anlagen
en: Assets
es: Activos
fr: Actifs
tr: Varlıklar
zh_hans: 资产

# finances.group_editor.name_template.stocks
source: Акции
de: Aktien
en: Stocks
es: Acciones
fr: Actions
tr: Hisse senetleri
zh_hans: 股票

# finances.group_editor.nav.edit
source: Группа
de: Gruppe
en: Group
es: Grupo
fr: Groupe
tr: Grup
zh_hans: 分组

# finances.group_editor.nav.new
source: Новая группа
de: Neue Gruppe
en: New Group
es: Nuevo grupo
fr: Nouveau groupe
tr: Yeni grup
zh_hans: 新建分组

# finances.group_editor.section.accounts
source: Счета группы
de: Gruppenkonten
en: Group Accounts
es: Cuentas del grupo
fr: Comptes du groupe
tr: Grup hesapları
zh_hans: 分组账户

# finances.group_editor.section.color
source: Цвет группы
de: Gruppenfarbe
en: Group Color
es: Color del grupo
fr: Couleur du groupe
tr: Grup rengi
zh_hans: 分组颜色

# finances.group_editor.section.icon
source: Иконка
de: Symbol
en: Icon
es: Icono
fr: Icône
tr: Simge
zh_hans: 图标

# finances.group_editor.section.manage
source: Управление группой
de: Gruppe verwalten
en: Manage Group
es: Gestionar grupo
fr: Gestion du groupe
tr: Grup yönetimi
zh_hans: 管理分组

# finances.group_editor.section.name
source: Название группы
de: Gruppenname
en: Group Name
es: Nombre del grupo
fr: Nom du groupe
tr: Grup adı
zh_hans: 分组名称

# finances.group.action.add_account
source: Добавить счет
de: Konto hinzufügen
en: Add account
es: Añadir cuenta
fr: Ajouter un compte
tr: Hesap ekle
zh_hans: 添加账户

# finances.group.menu.open
source: Открыть группу
de: Gruppe öffnen
en: Open group
es: Abrir grupo
fr: Ouvrir le groupe
tr: Grubu aç
zh_hans: 打开分组

# finances.group.menu.priority
source: Приоритет: %@
de: Priorität: %@
en: Priority: %@
es: Prioridad: %@
fr: Priorité : %@
tr: Öncelik: %@
zh_hans: 优先级：%@

# finances.group.ungrouped
source: Без группы
de: Nicht gruppiert
en: Ungrouped
es: Sin grupo
fr: Sans groupe
tr: Grupsuz
zh_hans: 未分组

# finances.investment.category.bonds
source: Облигации
de: Anleihen
en: Bonds
es: Bonos
fr: Obligations
tr: Tahviller
zh_hans: 债券

# finances.investment.category.business
source: Бизнес
de: Unternehmen
en: Business
es: Empresa
fr: Entreprise
tr: İşletme
zh_hans: 商业

# finances.investment.category.car
source: Машина
de: Auto
en: Car
es: Coche
fr: Automobile
tr: Otomobil
zh_hans: 汽车

# finances.investment.category.crypto
source: Криптовалюта
de: Kryptowährung
en: Cryptocurrency
es: Criptomoneda
fr: Cryptomonnaie
tr: Kripto para
zh_hans: 加密货币

# finances.investment.category.debt
source: Долг
de: Schulden
en: Debt
es: Deuda
fr: Dette
tr: Borç
zh_hans: 债务

# finances.investment.category.house
source: Недвижимость
de: Immobilien
en: Real estate
es: Inmueble
fr: Immobilier
tr: Gayrimenkul
zh_hans: 房产

# finances.investment.category.metals
source: Драгоценные металлы
de: Edelmetalle
en: Precious metals
es: Metales preciosos
fr: Métaux précieux
tr: Değerli metaller
zh_hans: 贵金属

# finances.investment.category.other
source: Другое
de: Sonstiges
en: Other
es: Otro
fr: Autre
tr: Diğer
zh_hans: 其他

# finances.investment.category.stocks
source: Акции
de: Aktien
en: Stocks
es: Acciones
fr: Actions
tr: Hisse senetleri
zh_hans: 股票

# finances.investment.position_subtitle
source: %1$@ %2$@ по %3$@ %4$@
de: %1$@ %2$@ zu %3$@ %4$@
en: %1$@ %2$@ at %3$@ %4$@
es: %1$@ %2$@ a %3$@ %4$@
fr: %1$@ %2$@ à %3$@ %4$@
tr: %1$@ %2$@ · %3$@ %4$@ başına
zh_hans: %1$@ %2$@ 成本 %3$@ %4$@

# finances.investment.purchase_growth_subtitle
source: Покупка %1$@ %2$@ • %3$@
de: Kauf %1$@ %2$@ • %3$@
en: Buy %1$@ %2$@ • %3$@
es: Compra %1$@ %2$@ • %3$@
fr: Achat %1$@ %2$@ • %3$@
tr: %1$@ %2$@ alım • %3$@
zh_hans: 买入 %1$@ %2$@ · %3$@

# finances.investment.type.negative
source: Уменьшает
de: Verringert
en: Decreases
es: Disminuye
fr: Réduit
tr: Azaltır
zh_hans: 减少

# finances.investment.type.positive
source: Увеличивает
de: Erhöht
en: Increases
es: Aumenta
fr: Augmente
tr: Artırır
zh_hans: 增加

# finances.investment.unit.coins
source: мон.
de: Münzen
en: coins
es: monedas
fr: pièces
tr: adet
zh_hans: 枚

# finances.investment.unit.shares_short
source: шт.
de: Anteile
en: shares
es: acc.
fr: unité
tr: adet
zh_hans: 股

# finances.main.accounts_section.title
source: Счета
de: Konten
en: Accounts
es: Cuentas
fr: Comptes
tr: Hesaplar
zh_hans: 账户

# finances.main.empty_intro.add_product
source: Добавить продукт
de: Produkt hinzufügen
en: Add product
es: Añadir producto
fr: Ajouter un produit
tr: Ürün ekle
zh_hans: 添加产品

# finances.main.empty_intro.description
source: Создавайте счета и карты, добавляйте акции, криптовалюту, недвижимость и любые другие продукты в одном удобном интерфейсе
de: Erstelle Konten und Karten, füge Aktien, Krypto, Immobilien und andere Produkte in einer übersichtlichen Oberfläche hinzu
en: Create accounts and cards, add stocks, crypto, real estate, and any other products in one streamlined interface
es: Crea cuentas y tarjetas, añade acciones, cripto, inmuebles y cualquier otro producto en una interfaz fluida
fr: Créez des comptes et des cartes, ajoutez des actions, des cryptos, de l'immobilier et tout autre produit dans une interface simple
tr: Tek bir kullanışlı arayüzden hesap ve kartlar oluşturun, hisse senedi, kripto, gayrimenkul ve diğer ürünleri ekleyin
zh_hans: 在一个清晰的界面中创建账户和卡片，添加股票、加密货币、房地产以及其他各类资产产品

# finances.main.empty_intro.dismiss
source: Скрыть обзор
de: Übersicht ausblenden
en: Hide overview
es: Ocultar resumen
fr: Masquer l'aperçu
tr: Genel bakışı gizle
zh_hans: 隐藏概览

# finances.main.empty_intro.open_dynamics
source: Открыть «Динамику»
de: Dynamik öffnen
en: Open Dynamics
es: Abrir Dinámicas
fr: Ouvrir la dynamique
tr: Dinamiği aç
zh_hans: 打开动态

# finances.main.empty_intro.title
source: Ваши продукты
de: Deine Produkte
en: Your Products
es: Tus productos
fr: Vos produits
tr: Ürünleriniz
zh_hans: 您的产品

# finances.main.empty_products.title
source: Финансовые продукты не добавлены
de: Keine Finanzprodukte
en: No finance products
es: Sin productos financieros
fr: Aucun produit financier
tr: Finansal ürün yok
zh_hans: 尚未添加财务产品

# finances.main.refresh_quotes
source: Обновить курсы валют
de: Marktpreise aktualisieren
en: Update market quotes
es: Actualizar cotizaciones
fr: Actualiser les cotations
tr: Piyasa kotasyonlarını güncelle
zh_hans: 更新市场报价

# finances.main.refresh_stocks
source: Обновить цены акций
de: Aktienkurse aktualisieren
en: Update equity prices
es: Actualizar precios de renta variable
fr: Actualiser les cours des actions
tr: Hisse senedi fiyatlarını güncelle
zh_hans: 更新股价

# finances.main.savings.progress
source: %1$@ %2$@ из %3$@ %4$@
de: %1$@ %2$@ von %3$@ %4$@
en: %1$@ %2$@ of %3$@ %4$@
es: %1$@ %2$@ de %3$@ %4$@
fr: %1$@ %2$@ sur %3$@ %4$@
tr: %1$@ %2$@, toplam %3$@ %4$@
zh_hans: %1$@ %2$@（共 %3$@ %4$@）

# finances.main.section.assets
source: Активы
de: Vermögen
en: Assets
es: Activos
fr: Actifs
tr: Varlıklar
zh_hans: 资产

# finances.main.section.liabilities
source: Обязательства
de: Verbindlichkeiten
en: Liabilities
es: Pasivos
fr: Passifs
tr: Yükümlülükler
zh_hans: 负债

# finances.main.title
source: Финансы
de: Finanzen
en: Finances
es: Finanzas
fr: Finances
tr: Finanslar
zh_hans: 资产

# finances.main.warning.currency_api_partial
source: Выбранный API-источник покрывает не все валюты, поэтому агрегированные итоги могут быть неполными.
de: Die ausgewählte API-Quelle deckt nicht alle Währungen ab, daher können aggregierte Summen unvollständig sein.
en: The selected API source does not cover all currencies, so aggregated totals may be partial.
es: La fuente API seleccionada no cubre todas las monedas, por lo que los totales agregados pueden ser parciales.
fr: La source API sélectionnée ne couvre pas toutes les devises, les totaux agrégés peuvent être incomplets.
tr: Seçilen API kaynağı tüm para birimlerini kapsamıyor; bu nedenle toplam değerler eksik olabilir.
zh_hans: 所选 API 来源不支持所有货币，汇总数据可能不完整。

# finances.market.error_generic
source: Не удалось получить рыночные данные
de: Marktdaten-Anfrage fehlgeschlagen
en: Market data request failed
es: Error en la solicitud de datos de mercado
fr: Échec de la requête de données de marché
tr: Piyasa verisi isteği başarısız oldu
zh_hans: 获取市场数据失败

# finances.market.error.auth
source: Ошибка авторизации backend котировок
de: Authentifizierungsfehler beim Kurs-Backend
en: Quote backend auth error
es: Error de autenticación del backend de cotizaciones
fr: Erreur d'authentification du backend de cotations
tr: Kotasyon arka ucu yetkilendirme hatası
zh_hans: 行情后端授权错误

# finances.market.error.not_found
source: Тикер не найден
de: Aktiensymbol nicht gefunden
en: Stock symbol not found
es: Símbolo de acción no encontrado
fr: Symbole boursier introuvable
tr: Hisse senedi sembolü bulunamadı
zh_hans: 未找到股票代码

# finances.market.error.price_unavailable
source: Нет текущей цены
de: Aktueller Preis nicht verfügbar
en: Current price unavailable
es: Precio actual no disponible
fr: Prix actuel indisponible
tr: Güncel fiyat mevcut değil
zh_hans: 当前价格不可用

# finances.market.field_pair
source: Монета/пара
de: Münze/Paar
en: Coin/Pair
es: Moneda/Par
fr: Coin/Paire
tr: Coin/Parite
zh_hans: 币种/交易对

# finances.market.field_position_total
source: Итого позиции
de: Positionsgesamtbetrag
en: Position Total
es: Total de posición
fr: Total de la position
tr: Toplam pozisyon
zh_hans: 仓位总值

# finances.market.field_quantity
source: Количество
de: Menge
en: Quantity
es: Cantidad
fr: Quantité
tr: Miktar
zh_hans: 数量

# finances.market.field_quantity_coins
source: Количество (монет)
de: Menge (Münzen)
en: Quantity (coins)
es: Cantidad (monedas)
fr: Quantité (coins)
tr: Miktar (coin)
zh_hans: 数量（枚）

# finances.market.field_quote_currency
source: Валюта котировки
de: Kurswährung
en: Quote Currency
es: Moneda de cotización
fr: Devise de cotation
tr: Kotasyon para birimi
zh_hans: 计价货币

# finances.market.field_ticker
source: Тикер
de: Ticker
en: Ticker
es: Ticker
fr: Ticker
tr: Ticker
zh_hans: 股票代码

# finances.market.field_unit_price
source: Цена за единицу
de: Stückpreis
en: Unit Price
es: Precio unitario
fr: Prix unitaire
tr: Birim fiyat
zh_hans: 单价

# finances.market.list.auth_error
source: Ошибка авторизации backend котировок
de: Authentifizierungsfehler beim Kurs-Backend
en: Quote backend auth error
es: Error de autenticación del backend de cotizaciones
fr: Erreur d'authentification du backend de cotations
tr: Kotasyon arka ucu yetkilendirme hatası
zh_hans: 行情后端授权错误

# finances.market.list.client_error
source: Ошибка клиента котировок
de: Kurs-Client-Fehler
en: Quote client error
es: Error del cliente de cotizaciones
fr: Erreur du client de cotations
tr: Kotasyon istemcisi hatası
zh_hans: 行情客户端错误

# finances.market.list.decode_error
source: Некорректный ответ backend котировок
de: Ungültige Antwort vom Kurs-Backend
en: Invalid quote backend response
es: Respuesta inválida del backend de cotizaciones
fr: Réponse invalide du backend de cotations
tr: Kotasyon arka ucu geçersiz yanıt
zh_hans: 行情后端返回无效响应

# finances.market.list.http_error
source: HTTP ошибка backend котировок
de: HTTP-Fehler beim Kurs-Backend
en: Quote backend HTTP error
es: Error HTTP del backend de cotizaciones
fr: Erreur HTTP du backend de cotations
tr: Kotasyon arka ucu HTTP hatası
zh_hans: 行情后端 HTTP 错误

# finances.market.list.network_error
source: Сетевая ошибка загрузки котировок
de: Netzwerkfehler beim Laden der Kurse
en: Network error while loading quotes
es: Error de red al cargar cotizaciones
fr: Erreur réseau lors du chargement des cotations
tr: Kotasyon yüklenirken ağ hatası
zh_hans: 加载行情时发生网络错误

# finances.market.list.not_found
source: Не найдены тикеры
de: Fehlende Aktiensymbole
en: Missing stock symbols
es: Símbolos de acciones faltantes
fr: Symboles boursiers manquants
tr: Eksik hisse senedi sembolleri
zh_hans: 缺少股票代码

# finances.market.list.price_unavailable
source: Нет текущей цены
de: Aktueller Preis nicht verfügbar
en: Current price unavailable
es: Precio actual no disponible
fr: Prix actuel indisponible
tr: Güncel fiyat mevcut değil
zh_hans: 当前价格不可用

# finances.market.list.provider_error
source: Ошибка провайдера котировок
de: Kursanbieter-Fehler
en: Quote provider error
es: Error del proveedor de cotizaciones
fr: Erreur du fournisseur de cotations
tr: Kotasyon sağlayıcı hatası
zh_hans: 行情提供方错误

# finances.market.price_updated_prefix
source: Цена обновлена:
de: Preis aktualisiert:
en: Price updated:
es: Precio actualizado:
fr: Prix mis à jour :
tr: Fiyat güncellendi:
zh_hans: 价格更新：

# finances.market.refresh.degraded_message
source: Не удалось обновить часть котировок. Показываем последние доступные данные.
de: Einige Kurse konnten nicht aktualisiert werden. Zeige neueste verfügbare Daten.
en: Some quotes could not be refreshed. Showing the latest available data.
es: Algunas cotizaciones no pudieron actualizarse. Mostrando los últimos datos disponibles.
fr: Certaines cotations n'ont pas pu être actualisées. Les dernières données disponibles sont affichées.
tr: Bazı kotasyonlar güncellenemedi. Son mevcut veriler gösteriliyor.
zh_hans: 部分行情未能刷新。正在显示最近可用的数据。

# finances.market.search_empty
source: Инструменты не найдены
de: Keine Instrumente gefunden
en: No instruments found
es: No se encontraron instrumentos
fr: Aucun instrument trouvé
tr: Enstrüman bulunamadı
zh_hans: 未找到相关标的

# finances.market.search_hint
source: Введите хотя бы два символа для поиска
de: Gib mindestens zwei Zeichen ein, um zu suchen
en: Enter at least two characters to search
es: Introduce al menos dos caracteres para buscar
fr: Saisissez au moins deux caractères pour rechercher
tr: Arama için en az iki karakter girin
zh_hans: 请至少输入两个字符进行搜索

# finances.market.search_pair_button
source: Найти пару
de: Paar finden
en: Find Pair
es: Buscar par
fr: Trouver une paire
tr: Parite bul
zh_hans: 搜索交易对

# finances.market.search_prompt_pair
source: Монета или пара
de: Münze oder Paar
en: Coin or pair
es: Moneda o par
fr: Coin ou paire
tr: Coin veya parite
zh_hans: 币种或交易对

# finances.market.search_prompt_ticker
source: Тикер или компания
de: Ticker oder Unternehmen
en: Ticker or company
es: Ticker o empresa
fr: Ticker ou société
tr: Ticker veya şirket
zh_hans: 代码或公司

# finances.market.search_ticker_button
source: Найти тикер
de: Ticker finden
en: Find Ticker
es: Buscar ticker
fr: Trouver un ticker
tr: Ticker bul
zh_hans: 搜索代码

# finances.market.search_title_crypto
source: Поиск крипто-пары
de: Krypto-Paar-Suche
en: Crypto Pair Search
es: Búsqueda de par cripto
fr: Rechercher une paire crypto
tr: Kripto parite ara
zh_hans: 搜索加密货币交易对

# finances.market.search_title_stocks
source: Поиск тикера акции
de: Aktien-Ticker-Suche
en: Stock Ticker Search
es: Búsqueda de ticker de acciones
fr: Rechercher un ticker boursier
tr: Hisse senedi tickerı ara
zh_hans: 搜索股票代码

# finances.market.search.contact_action
source: Свяжитесь с нами
de: Kontaktiere uns
en: Contact us
es: Contáctanos
fr: Nous écrire
tr: Bize yazın
zh_hans: 联系我们

# finances.market.search.instructions_crypto
source: Введите монету или пару в поиск и выберите нужный символ из списка
de: Gib den Münz- oder Paarnamen in der Suche ein und wähle das benötigte Symbol aus der Liste.
en: Enter the coin or pair name in search and choose the needed symbol from the list.
es: Introduce el nombre de la moneda o par en la búsqueda y elige el símbolo de la lista.
fr: Saisissez le nom du coin ou de la paire dans la recherche et sélectionnez le symbole souhaité dans la liste.
tr: Arama kutusuna coin adını veya pariteyi girin ve listeden istediğiniz sembolü seçin.
zh_hans: 在搜索框输入币种或交易对名称，从列表中选择所需代码。

# finances.market.search.instructions_stocks
source: Введите тикер или название компании в поиск и выберите нужный символ из списка
de: Gib den Ticker oder Unternehmensnamen in der Suche ein und wähle das benötigte Symbol aus der Liste.
en: Enter the ticker or company name in search and choose the needed symbol from the list.
es: Introduce el ticker o nombre de la empresa en la búsqueda y elige el símbolo de la lista.
fr: Saisissez le ticker ou le nom de la société dans la recherche et sélectionnez le symbole souhaité dans la liste.
tr: Arama kutusuna ticker veya şirket adını girin ve listeden istediğiniz sembolü seçin.
zh_hans: 在搜索框输入股票代码或公司名称，从列表中选择所需代码。

# finances.market.search.min_chars_format
source: Введите хотя бы %d символа для поиска
de: Gib mindestens %d Zeichen ein, um zu suchen
en: Enter at least %d characters to search
es: Introduce al menos %d caracteres para buscar
fr: Saisissez au moins %d caractères pour rechercher
tr: Arama için en az %d karakter girin
zh_hans: 请至少输入%d个字符进行搜索

# finances.market.search.rate_limit
source: Слишком много поисковых запросов. Подождите немного и попробуйте снова.
de: Zu viele Suchanfragen. Bitte warte kurz und versuche es erneut.
en: Too many search requests. Please wait a moment and try again.
es: Demasiadas solicitudes de búsqueda. Espera un momento e inténtalo de nuevo.
fr: Trop de requêtes. Veuillez patienter et réessayer.
tr: Çok fazla istek. Lütfen bir süre bekleyip tekrar deneyin.
zh_hans: 搜索请求过多，请稍后重试。

# finances.market.search.start_hint
source: Начните вводить, чтобы искать
de: Tippe, um zu suchen
en: Start typing to search
es: Empieza a escribir para buscar
fr: Commencez à saisir pour rechercher
tr: Aramak için yazmaya başlayın
zh_hans: 开始输入以搜索
